#------------------------------------------------------------------------------------------------------------------------------------------
# editable section
#------------------------------------------------------------------------------------------------------------------------------------------

# путь к директории Scade
path_to_scade_bin='c:\\Program Files (x86)\\Esterel Technologies\\SCADE R16.2.1\\SCADE\\bin'

# пусть к директории тестов Scade
path_to_test_results='c:\\Aviaok\\MC21\\workspace'

# идентификация автора общего покрытия
author='AVIAOK'

#------------------------------------------------------------------------------------------------------------------------------------------
# internal (service) section
#------------------------------------------------------------------------------------------------------------------------------------------

# файл полного отчета 
tte_report_results='tte_report_results.txt'

# лог
tte_report_log=''

# файл содержащий пути ко всем компонентным отчетам
tte_report_sources=''