#------------------------------------------------------------------------------------------------------------------------------------------
# editable section
#------------------------------------------------------------------------------------------------------------------------------------------

# путь к директории Scade
path_to_scade_bin='c:\\Program Files (x86)\\Esterel Technologies\\SCADE R16.2.1\\SCADE\\bin'

# путь к головной модели Scade
path_to_root_model = 'c:\\Aviaok\\MC21\\Scade\\M_FWA_SCADE\\M_FWA_SCADE.etp'

# пусть к директории тестов Scade
path_to_test_folder='c:\\Aviaok\\MC21\\workspace'

#------------------------------------------------------------------------------------------------------------------------------------------
# internal (service) section
#------------------------------------------------------------------------------------------------------------------------------------------

# наименование лога
clcm_merge_log = 'clcm_merge.log'

# расположение временной директории сбора общего покрытия
clcm_temp_directory='tmp_coverage'
